Repository: anegtun/easy-audit
Catalog: app/src/Locale/*/default.po
Languages: es

source: Audit created.
es: Auditoría creada correctamente.

source: Error creating audit.
es: Error creando la auditoría.

source: Audit data updated.
es: Datos de la auditoría actualizados correctamente.

source: Template added correctly.
es: Plantilla añadida correctamente.

source: Error adding template.
es: Error añadiendo la plantilla.

source: Template removed correctly.
es: Plantilla quitada correctamente.

source: Error removing template.
es: Error quitando la plantilla.

source: Audit deleted correctly.
es: Auditoría borrada correctamente.

source: Error deleting audit.
es: Error borrando la auditoría.

source: There are no emails configured for this customer.
es: No hay correos electrónicos configurados para este cliente.

source: Email sent correctly.
es: Correo enviado correctamente.

source: Customer saved correctly.
es: Cliente actualizado correctamente.

source: Error saving customer.
es: Error actualizando los datos del cliente.

source: This customer has at least one audit, so it can't be deleted.
es: Este cliente tiene por lo menos una auditoría asignada, así que no se puede borrar.

source: Customer deleted correctly.
es: Cliente eliminado correctamente.

source: Error deleting customer.
es: Error eliminando cliente.

source: Template created.
es: Plantilla creada.

source: Error saving template.
es: Error guardando la plantilla.

source: This template is used in at least one audit, so it can't be deleted. You can instead disable it.
es: Esta plantilla está asignada por lo menos a una auditoría, por lo que no se puede eliminar. Lo que puedes hacer es deshabilitarla.

source: Error deleting template.
es: Error eliminando la plantilla.

source: Template deleted successfully.
es: Plantilla eliminada correctamente.

source: Template renamed.
es: Plantilla renombrada correctamente.

source: Template enabled or disabled successfully.
es: Plantilla habilitada/deshabilitada correctamente.

source: Error moving field.
es: Error moviendo el campo.

source: Form created.
es: Formulario creado correctament.

source: Error saving form.
es: Error guardando el formulario.

source: This form is used in at least one audit, so it can't be deleted. You can instead disable it.
es: Este formulario está asignado por lo menos a una auditoría, por lo que no se puede eliminar.

source: Error deleting form.
es: Error eliminando el formulario.

source: Form deleted successfully.
es: Formulario eliminado correctamente.

source: Error moving section.
es: Error moviendo sección.

source: Form renamed.
es: Formulario renombrado correctamente.

source: User saved correctly.
es: Usuario guardado correctamente.

source: Error saving user.
es: Error guardando al usuario.

source: This user is assigned to at least one audit, so it can't be deleted.
es: Este usuario está asignado a por lo menos una auditoría, por lo que no se puede eliminar.

source: User deleted correctly.
es: Usuario eliminado correctamente.

source: Error deleting user.
es: Error eliminando el usuario.

source: Invalid username or password, try again
es: Usuario o contraseña incorrectos, por favor inténtalo de nuevo

source: Audit report
es: Informe

source: Select
es: Selector

source: Text
es: Texto

source: Measure
es: Medición

source: Admin
es: Administrador

source: Audit
es: Auditoría

source: Audits
es: Auditorías

source: Audit data
es: Datos de la auditoría

source: Date
es: Fecha

source: Save
es: Guardar

source: Fill audit
es: Rellenar auditoría

source: Audit history
es: Historial auditoría

source: View report
es: Ver informe

source: Send report
es: Enviar informe

source: Associated templates
es: Plantillas asociadas

source: Form
es: Formulario

source: Template
es: Plantilla

source: Add template
es: Añadir plantilla

source: Close
es: Cerrar

source: Fill
es: Cubrir

source: There are unsaved changed.
es: Hay cambios sin guardar.

source: Retry failed photos
es: Reintentar subir fotos

source: History
es: Historial

source: Section
es: Sección

source: New audit
es: Nueva auditoría

source: Customer
es: Cliente

source: Copy last audit values & observations (no photos)?
es: ¿Copiar los valores de la última auditoría (excepto fotos)?

source: Create
es: Crear

source: Config
es: Configuración

source: Customers
es: Clientes

source: Customer details
es: Detalles del cliente

source: Name
es: Nombre

source: Emails
es: Correos electrónicos

source: Item
es: Elemento

source: Unit
es: Unidad

source: Expected
es: Medida

source: Actual
es: Medida verificada

source: Thredshold
es: Umbral

source: + add measure
es: + añadir medida

source: Warning!
es: ¡Ojo!

source: Observations for the following items are the same as the last audit:
es: Los siguientes puntos contienen observaciones idénticas a las de la última auditoría:

source: Open all
es: Abrir todos

source: Close all
es: Cerrar todos

source: + add observations
es: + añadir observaciones

source: - close observations
es: - cerrar observaciones

source: Photos
es: Fotos

source: Take photo
es: Sacar foto

source: Send audit
es: Enviar informe

source: Are you sure you want to send the report to the customer?
es: ¿Estás seguro de querer enviar el informe de la auditoría al cliente?

source: Email addresses
es: Direcciones de correo

source: Observations
es: Observaciones

source: Send
es: Enviar

source: Esteemed client
es: Estimado cliente

source: Please find attached the result of the audit carried out on <strong>{0}</strong>.
es: Le adjuntamos el informe del resultado de la auditoría que se realizó el día <strong>{0}</strong>.

source: If you have any inquiry, please do not hesitate to contact us.
es: Si tiene alguna cuestión no dude en ponerse en contacto con nosotros.

source: Regards.
es: Un saludo.

source: Are you sure you want to remove this field? This can't be undone
es: ¿Estás seguro de querer eliminar este campo? Esta operación no se puede deshacer

source: Clone template
es: Clonar plantilla

source: New template name
es: Nombre de la nueva plantilla

source: Rename old template?
es: ¿Renombrar la plantilla actual?

source: Disable old template?
es: ¿Deshabilitar la plantilla actual?

source: Field
es: Campo

source: Type
es: Tipo

source: Option Set
es: Conjunto de opciones

source: Place before...
es: Colocar antes de...

source: New template
es: Nueva plantilla

source: Rename
es: Renombrar

source: Clone form
es: Clonar formulario

source: New form name
es: Nombre nuevo

source: New form public name
es: Nombre público nuevo

source: Copy the selected templates:
es: Copiar las siguientes plantillas:

source: Rename old form?
es: ¿Renombrar el formulario actual?

source: Public name
es: Nombre público

source: New form
es: Formulario nuevo

source: Weigth
es: Peso

source: This message and all of its attachments are meant to be sent exclusively to its recipient and contain confidential information.
es: Este mensaje y sus adjuntos, van dirigidos de manera exclusiva a su destinatario y contienen información confidencial.

source: In the event of accidantally receiving this message, please delete all of its content and inform us at {0}.
es: En caso de haber recibido este mensaje por error, le rogamos que por favor, borre su contenido y comuníquenoslo a través de {0}.

source: We also comunicate that the distribution, copy or any use of this message or any of its attachments is not permitted.
es: Asimismo, le comunicamos que la distribución, copia o utilización de este mensaje, o de cualquier documento adjunto al mismo no está autorizada.

source: Please think in the environment before printing this email.
es: Por favor, piensa en el medio ambiente antes de imprimir este correo.

source: {0} has implemented all the needed technical and organizational measures to protect all your personal data required by law.
es: {0} ha implantado todas las medidas técnicas y organizativas necesarias para la correcta protección de sus datos personales, cumpliendo de este modo con las exigencias del Reglamento General de Protección de Datos, Reglamento (UE) 2016/679.

source: In any case, the owner of this data can exercise its right to access, rectify, eliminate or limitate its exposure by writing to the postal address previously indicated or through the following email address: {0}.
es: En todo caso, el titular de los datos podrá ejercitar los derechos de acceso, rectificación, supresión, limitación del tratamiento y el derecho de portabilidad de los datos, dirigiéndose por escrito a la dirección postal arriba indicada (dirección de EL RESPONSABLE), o bien a través de la siguiente dirección electrónica: {0}.

source: Forms
es: Formularios

source: Users
es: Usuarios

source: Add field
es: Añadir campo

source: Clone
es: Clonar

source: See customers
es: Ver clientes asociados

source: See audits
es: Ver auditorías asociadas

source: This template is associated with at least one audit, so the editing options are limited.
es: Esta plantilla está asociada con al menos una auditoría, por lo que las opciones de edición son limitadas.

source: This template is disabled, so it can't be edited anymore. To edit please re-enable.
es: Esta plantilla está deshabilitada, por lo que ya no se puede editar. Para editarla, habílitala antes.

source: This form is associated with at least one audit, so the editing options are limited.
es: Este formulario está asociado con al menos una auditoría, por lo que las opciones de edición son limitadas.

source: Sections
es: Secciones

source: Add section
es: Añadir sección

source: Templates
es: Plantillas

source: Form templates
es: Plantillas

source: Logout
es: Desconectar

source: Home
es: Inicio

source: Back
es: Atrás

source: Dashboard
es: Panel

source: New user
es: Nuevo usuario

source: User details
es: Detalles de usuario

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Fill to set new password
es: Rellena para cambiar contraseña

source: Email
es: Correo

source: Company position
es: Puesto en la compañía

source: Role
es: Rol

source: Login
es: Entrar

source: This operation can't be undone, are you sure?
es: Esta opetación no se puede deshacer, ¿estás seguro?

source: Delete
es: Eliminar

source: The requested address {0} was not found on this server.
es: El recurso {0} solicitado no existe en este servidor.

source: An Internal Error Has Occurred
es: Ha ocurrido un error interno
